String identification of the event handler.
  Namespace:   Autodesk.Revit.UI
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
string GetName()
  Visual Basic
Function GetName As String
  Visual C++
String^ GetName()
 Return Value
 The event's name
 See Also
  IExternalEventHandler Interface
  Autodesk.Revit.UI Namespace